<?php
// +----------------------------------------------------------------------
// | When work is a pleasure, life is a joy!
// +----------------------------------------------------------------------
// | Company: YG | User: ShouKun Liu  |  Email:24147287@qq.com  | Time:2017/2/28 18:13
// +----------------------------------------------------------------------
// | TITLE:文档列表
// +----------------------------------------------------------------------

return [
    '1' => ['title' => '财视接口文档', 'id' => '1', 'pid' => '0', 'module' => '', 'controller' => '','readme' =>''],//下面有子列表为一级目录
    '2' => ['title' => '用户接口', 'id' => '2', 'pid' => '1', 'module' => 'v1', 'controller' => 'User', 'readme' => ''],//User接口文档
//    '3' => ['name' => '动态接口', 'id' => '4', 'parent' => '1', 'module' => 'v1', 'controller' => 'Dynamic', 'readme' => ''],//User接口文档
//    '4' => ['name' => '直播接口', 'id' => '5', 'parent' => '1', 'module' => 'v1', 'controller' => 'Live', 'readme' => ''],//User接口文档
];